export const FACULTIES = [
  { id: 'ФКІТ', name: 'ФКІТ', fullName: 'Факультет кібербезпеки та інформаційних технологій' },
  { id: 'ФПС', name: 'ФПС', fullName: 'Факультет прокуратури та слідства' },
  { id: 'ФЖ', name: 'ФЖ', fullName: 'Факультет журналістики' },
  { id: 'ЦГЮ', name: 'ЦГЮ', fullName: 'Факультет цивільної та господарської юстиції' },
  { id: 'АФК', name: 'АФК', fullName: 'Академічний фаховий коледж' },
  { id: 'ФСМП', name: 'ФСМП', fullName: 'Факультет судового та міжнародного права' },
  { id: 'ФППС', name: 'ФППС', fullName: 'Факультет психології, політології та соціології' },
  { id: 'ФААД', name: 'ФААД', fullName: 'Факультет адвокатури та антикорупційної діяльності' },
];

export const TARGET_FACULTIES_OPTIONS = [
  { id: 'ALL', name: 'Усі факультети' },
  { id: 'ФКІТ', name: 'ФКІТ' },
  { id: 'ФПС', name: 'ФПС' },
  { id: 'ФЖ', name: 'ФЖ' },
  { id: 'ЦГЮ', name: 'ЦГЮ' },
  { id: 'АФК', name: 'АФК' },
  { id: 'ФСМП', name: 'ФСМП' },
  { id: 'ФППС', name: 'ФППС' },
  { id: 'ФААД', name: 'ФААД' },
];
